Repository: wp-plugins/game-schedules
Catalog: lang/mstw-loc-domain-*.po
Languages: de_de

source: Game Schedules
de_de: Spielpläne

source: Game
de_de: Spiel

source: Games
de_de: Spiele

source: Add New Game
de_de: Neues Spiel hinzufügen

source: Add Game
de_de: Spiel hinzufügen

source: Edit Game
de_de: Spiel bearbeiten

source: New Game
de_de: Neues Spiel

source: Search Games
de_de: Spiel suchen

source: No Games Found
de_de: Keine Spiele gefunden

source: No Games Found In Trash
de_de: Kein Spiel im Papierkorb gefunden

source: Teams
de_de: Mannschaften

source: Team
de_de: Mannschaft

source: Add New Team
de_de: Neue Mannschaft hinzufügen

source: Add Team
de_de: Neue Mannschaft

source: Edit Team
de_de: Mannschaft bearbeiten

source: New Team
de_de: Neue Mannschaft

source: Search Teams
de_de: Mannschaft suchen

source: No Teams Found
de_de: Keine Mannschaften gefunden

source: No Teams Found In Trash
de_de: Keine Mannschaften im Papierkorb gefunden

source: Schedules
de_de: Spielpläne

source: Schedule
de_de: Spielplan

source: Add New Schedule
de_de: Neuer Spielplan hinzufügen

source: Add Schedule
de_de: Spielplan hinzufügen

source: Edit Schedule
de_de: Spielplan bearbeiten

source: New Schedule
de_de: Neuer Spielplan

source: Search Schedules
de_de: Spielplan suchen

source: No Schedules Found
de_de: Kein Spielplan gefunden

source: No Schedules Found In Trash
de_de: Kein Spielplan im Papierkorb gefunden

source: No schedule specified.
de_de: Kein Spielplan angegeben.

source: No scheduled games found for
de_de: Keine geplante Spiele gefunden für

source: No home games found.
de_de: Keine Heimspiele gefunden.

source: No games found.
de_de: Keine Spiele gefunden.

source: No games found on schedule
de_de: Keine Spiele im Spielplan gefunden.

source: years
de_de: Jahre

source: months
de_de: Monate

source: days
de_de: Tage

source: hours
de_de: Stunden

source: minutes
de_de: Minuten

source: Opponent
de_de: Gegner

source: No Scheduled Games Found
de_de: Keine geplante Spiele gefunden.

source: Mon
de_de: Mo

source: Tue
de_de: Di

source: Wed
de_de: Mi

source: Thr
de_de: Do

source: Fri
de_de: Fr

source: Sat
de_de: Sa

source: Sun
de_de: So

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Mar
de_de: Mär

source: Oct
de_de: Okt

source: Dec
de_de: Dez

source: Time to kickoff
de_de: Zeit bis zur Spielstart

source: Date
de_de: Datum

source: Location
de_de: Spielort

source: Time/Result
de_de: Zeit/Ergebnis

source: Media Links
de_de: Medien-Links

source: Unknown
de_de: Unbekannt

source: sched
de_de: Plan

source: schedule
de_de: Spielplan

source: schedule id
de_de: Spielplan-ID

source: opponent
de_de: Gegner

source: opponent link
de_de: Gegner-Link

source: date
de_de: Datum

source: game date
de_de: Spieltag

source: time
de_de: Zeit

source: game time
de_de: Spielzeit

source: home
de_de: Heim

source: home game
de_de: Heimspiel

source: location
de_de: Ort

source: game location
de_de: Austragungsort

source: location link
de_de: Orts-Link

source: game location link
de_de: Austragungsort-Link

source: result
de_de: Ergebnis

source: final score
de_de: Endergebnis

source: media label 1
de_de: Medien-Label 1

source: media url 1
de_de: Medien-URL 1

source: media label 2
de_de: Medien-Label 2

source: media url 2
de_de: Medien-URL 2

source: media label 3
de_de: Medien-Label 3

source: media url 3
de_de: Medien-URL 3

source: Custom
de_de: Spezifisch

source: Tues, 07 Apr 2013
de_de: Di, 07. Apr 2013

source: Tues, 7 Apr 13
de_de: Di, 7. Apr 13

source: Tuesday, 07 April 2013
de_de: Dienstag, 07. April 2013

source: Tuesday, 7 April 2013
de_de: Dienstag, 7. April 2013

source: Tues, 07 Apr
de_de: Di, 07. Apr

source: Tuesday, 07 Apr
de_de: Dienstag, 07. Apr

source: Tues, 7 Apr
de_de: Di, 7. Apr

source: Tuesday, 7 Apr
de_de: Dienstag, 7. Apr

source: Tuesday, 07 April 01:15 pm
de_de: Dienstag, 07. April 01:15 pm

source: Tuesday, 7 April 01:15 pm
de_de: Dienstag, 7. April 01:15 pm

source: Tuesday, 07 April 1:15 pm
de_de: Dienstag, 07. April 1:15 pm

source: Tuesday, 7 April 1:15 pm
de_de: Dienstag, 7. April 1:15 pm

source: Tuesday, 7 April 13:15
de_de: Dienstag, 7. April 13:15

source: Formats for
de_de: Formate für

source: 08:00 (24hr)
de_de: 08:00 (24Std)

source: 8:00 (24hr)
de_de: 8:00 (24Std)

source: Formats for eight in the morning
de_de: Formate für acht Uhr morgens

source: Formats for 7 April 2013 13:15.
de_de: Formate für den 7. April 2013 um 13:15

source: Formats for 7 Apr 2013. Default: 2013-04-07
de_de: Formate für den 7. April 2013. Vorgabe: 2013-04-07

source: Formats for eight in the morning. Default: 08:00
de_de: Formate für acht Uhr morgens. Vorgabe: 08:00

source: Team Full Name:
de_de: Kompletter Team-Name:

source: Unique Schedule ID:
de_de: Individuelle Spielplan-ID:

source: Game Date
de_de: Spieltag

source: Game Time
de_de: Spielzeit

source: Media
de_de: Medien

source: Schedule ID:
de_de: Spielplan-ID:

source: Select
de_de: Wähle

source: from Game Locations:
de_de: aus Game Schedules:

source: This setting WILL OVERRIDE any selection from the Game Locations dropdown. Therefore it should not be used if location is selected from Game Locations dropdown.
de_de: Diese Einstellung <strong>wird jeglicher Auswahl </strong> im Austragungsort-Aufklappmenü <strong>ersetzen</strong>. Daher sollte sie nicht verwendet werden, wenn Austragungsorte im Austragungsort-Aufklappmenü verwendet werden.

source: This could be a link to a map or to a venue website. It will override the Game Locations map link.
de_de: Dies kann z.B. einen Link zu einer Karte oder zur Website der Veranstalter sein. Was hier eingegeben wird, <strong>ersetz</strong>t den Karten-Link aus dem Game Locations-Plugin.

source: Game Result:
de_de: Spielergebnis:

source: If a result is entered here, it will replace the game time in all front end displays.
de_de: Wenn hier ein Ergebnis eingetragen wird, ersetzt dieses die Spielzeit in allen Frontend-Darstellungen.

source: Label 1:
de_de: Beschriftung 1:

source: This text will be displayed for
de_de: Dieser Text wird angezeigt für

source: link 1. If it is blank, NO LINKS WILL BE DISPLAYED.
de_de: Link 1. Wenn leer <strong>werden keine Links angezeigt.</strong>

source: URL for
de_de: URL für

source: Label 2:
de_de: Beschriftung 2:

source: link 2. If it is blank, #3 below will be ignored.
de_de: Link 1. Wenn leer, wird #3 (unten) ignoriert.

source: Label 3:
de_de: Beschriftung 3:

source: Select Opponent:
de_de: Gegner auswählen:

source: Time
de_de: Zeit

source: Title
de_de: Titel

source: Result
de_de: Ergebnis

source: No Schedule Defined
de_de: Kein Spielplan definiert

source: No Game Date
de_de: Kein Spieltag

source: No Game Result
de_de: Kein Spielergebnis

source: No Opponent
de_de: Kein Gegner

source: No Opponent Link
de_de: Kein Gegner-Link

source: No Location from Game Locations Plugin
de_de: Kein Spielort vom Austragungsort-Plugin

source: No Location
de_de: Kein Austragungsort

source: No Location Link
de_de: Kein Austragungsort-Link

source: Team Full Name
de_de: Kompletter Team-Name

source: Team Short Name
de_de: Abgekürzter Team-Name

source: Mascot Full Name
de_de: Kompletter Maskottchen-Name

source: Mascot Short Name
de_de: Abgekürzter Maskottchen-Name

source: Team Link
de_de: Link zur Mannschaft

source: Team Table Logo
de_de: Mannschafts-Logo für Tabelle

source: Team Slider Logo
de_de: Mannschafts-Logo für Slider

source: Team Home Venue
de_de: Heim-Austragungsort der Mannschaft

source: No Full Name
de_de: Kein kompletter Name

source: No Short Name
de_de: Kein abgekürzter Name

source: No Full Mascot
de_de: Kein kompletter Maskottchen-Name

source: No Short Mascot
de_de: Kein abgekürzter Maskottchen-Name

source: No Team Link
de_de: Kein Link zur Mannschaft

source: No Table Logo
de_de: Kein Mannschafts-Logo für Tabelle

source: No Slider Logo
de_de: Kein Mannschafts-Logo für Slider

source: No Home Venue
de_de: Kein Heim-Austragungsort

source: Unique Schedule ID
de_de: Individuelle Spielplan-ID

source: Schedule for Team
de_de: Spielplan für Mannschaft

source: No Schedule ID
de_de: Keine Spielplan-ID

source: No Team for Schedule
de_de: Keine Mannschaft für Spielplan

source: Save Changes
de_de: "Änderungen speichern"

source: Reset Default Values
de_de: "Auf Vorgaben zurücksetzen"

source: WARNING! Reset Default Values will do so without further warning!
de_de: WARNUNG! Auf Vorgaben zurücksetzen wird ohne weitere Hinweise durchgeführt!

source: Header Background Color:
de_de: Hintergrundfarbe Kopfzeile:

source: Header Text Color:
de_de: Textfarbe Kopfzeile:

source: Table Border Color:
de_de: Farbe Tabellenumrandung:

source: Odd Row Background Color:
de_de: Hintergrundfarbe für ungerade Reihen:

source: Odd Row Text Color:
de_de: Textfarbe für ungerade Reihen:

source: Even Row Background Color:
de_de: Hintergrundfarbe für gerade Reihen:

source: Even Row Text Color:
de_de: Textfarbe für gerade Reihen:

source: Home Game (row) Background Color:
de_de: Hintergrundfarbe für Heimspiel-Reihen:

source: Home Game (row) Text Color:
de_de: Textfarbe für Heimspiel-Reihen:

source: Game Time Text Color:
de_de: Textfarbe für Spielzeit:

source: Opponent Text Color:
de_de: Textfarbe für Gegner:

source: Location Text Color:
de_de: Textfarbe für Austragungsort:

source: Intro Text Color:
de_de: Textfarbe für Einleitung:

source: Countdown Text Color:
de_de: Textfarbe für Countdown:

source: Countdown Background Color:
de_de: Hintergrundfarbe für Countdown:

source: Game Block Background Color:
de_de: Hintergrundfarbe für Spielblock:

source: Header Divider (line) Color:
de_de: Linienfarbe für Kopfzeilen-Trenner:

source: Game Date Color:
de_de: Farbe für Spieltag:

source: Opponent Color:
de_de: Farbe für Gegner:

source: Game Location Color:
de_de: Farbe für Austragungsort:

source: Game Time Color:
de_de: Farbe für Spielzeit:

source: Game Links Color:
de_de: Farbe für Spiele-Links:

source: Enter the default colors for your Schedule Table shortcodes and widgets. NOTE: These settings will override the default colors in the plugin's stylsheet.
de_de: Gib die Vorgabe-Farben für deine Spielplantabellen-Shortcodes und -Widgets ein. <strong>Bemerkung:</strong> Diese Einstellungen ersetzen die Vorgabe-Farben im Stylesheet des Plugins.

source: Enter the default colors for your countdown timer shortcodes and widgets. NOTE: These settings will override the default colors in the plugin's stylsheet.
de_de: Gib die Vorgabe-Farben für deine Countdown-Shortcodes und -Widgets ein. <strong>Bemerkung:</strong> Diese Einstellungen ersetzen die Vorgabe-Farben im Stylesheet des Plugins.

source: Enter the default colors for your Schedule Slider shortcodes and widgets. NOTE: These settings will override the default colors in the plugin's stylsheet.
de_de: Gib die Vorgabe-Farben für deine Spielplan-Slider-Shortcodes und -Widgets ein. <strong>Bemerkung:</strong> Diese Einstellungen ersetzen die Vorgabe-Farben im Stylesheet des Plugins.

source: Control the display of team names & logos. NOTE: THESE SETTINGS ONLY APPLY WHEN SELECTING OPPONENTS FROM THE MSTW TEAMS DATABASE.
de_de: Steuert die Darstellung von Mannschaft-Namen und -Logos. <strong>Bemerkung: Diese Einstellungen werden nur angewandt, wenn die Gegner aus sem MSTW-Datenbank ausgewählt wurden.</strong>

source: Admin Page Formats
de_de: Formate der Administrator-Seite

source: Admin Table Date Format:
de_de: Datumsformat der Administrator-Seite:

source: Enter a PHP date() format string for a custom format. You probably should know what you are doing before selecting the custom option.
de_de: Gib eine Zeichenkette für ein selbstdefiniertes Datumformat nach PHP date() Vorgaben. Du solltest genau wissen was du tuest, bevor du dieser Option verwendest.

source: Admin Table Custom Date Format:
de_de: Selbstdefiniertes Datumformat für die Administrator-Tabelle:

source: Admin Table Time Format:
de_de: Datumformat für die Administrator-Tabelle:

source: Custom Admin Table Time Format:
de_de: Selbstdefiniertes Zeitformat für die Administrator-Tabelle:

source: Table Shortcode & Widget Formats
de_de: Formate für Tabellen-Shortcodes & Widgets

source: Schedule Table [shortcode] Date Format:
de_de: Datumsformat für Spielplan-Tabelle [shortcode]:

source: Schedule Table [shortcode] Custom Date Format:
de_de: Selbstdefiniertes Datumsformat für Spielplan-Tabelle [shortcode]:

source: Schedule Table [shortcode] Time Format:
de_de: Zeitformat für Spielplan-Tabelle [shortcode]:

source: Admin Table Custom Time Format:
de_de: Selbstdefiniertes Zeitformat für die Administrator-Tabelle:

source: Schedule Table (widget) Date Format:
de_de: Datumsformat für Spielplan-Tabelle (Widget):

source: Schedule Table Widget Custom Date Format:
de_de: Selbstdefiniertes Datumsformat für Spielplan-Tabelle (Widget):

source: Countdown Timer Formats
de_de: Formate des Countdown-Timers

source: Countdown Timer (widget & [shortcode]) Date & Time Format:
de_de: Datums- und Zeitformat des Countdown-Timers (Widget & [shortcode]):

source: Countdown Timer (widget & [shortcode]) Custom Date & Time Format:
de_de: Eigendefiniertes Datums- und Zeitformat des Countdown-Timers (Widget & [shortcode]):

source: Used when game time is TBA.
de_de: Wird verwendet wenn die Spielzeit ist "TBA".

source: Countdown Timer (widget & [shortcode]) Date Format:
de_de: Datumsformat des Countdown-Timers (Widget & [shortcode]):

source: Used when game time is TBA. Enter a PHP date() format string for a custom format. You probably should know what you are doing before selecting the custom option.
de_de: Wird verwendet wenn die Spielzeit "TBA" ist. Gib eine Zeichenkette für ein selbstdefiniertes Datumformat nach PHP date() Vorgaben. Du solltest genau wissen was du tuest, bevor du dieser Option verwendest.

source: Countdown Timer (widget & [shortcode]) Custom Date Format:
de_de: Eigendefiniertes Datumsformat des Countdown-Timers (Widget & [shortcode]):

source: Schedule Slider Formats
de_de: Formate des Spielplan-Sliders

source: Schedule Slider Date Format:
de_de: Datumsformat des Spielplan-Sliders:

source: Enter a PHP date() format string for a custom format. You probably should know what you are doing before selecting the custom option. (Default: "")
de_de: Gib eine Zeichenkette für ein selbstdefiniertes Datumformat nach PHP date() Vorgaben. Du solltest genau wissen was du tuest, bevor du dieser Option verwendest. (Vorgabe: "")

source: Schedule Slider Custom Date Format:
de_de: Selbstdefiniertes Datumsformat des Spielplan-Sliders:

source: Schedule Slider Time Format:
de_de: Zeitformat des Spielplan-Sliders:

source: Schedule Slider Custom Time Format:
de_de: Selbstdefiniertes Zeitformat des Spielplan-Sliders:

source: Data Field and Table Column Settings
de_de: Einstellungen der Daten-Felder und Tabellen-Überschriften

source: Show Date Column:
de_de: Spieltag-Spalte anzeigen:

source: Show or hide the Date field/column. (Default: Show)
de_de: Spieltag-Feld/Spalte anzeigen oder verstecken. (Vorgabe: anzeigen)

source: Date Column Label:
de_de: Beschriftung Spieltag-Spalte:

source: Set the label/title for date data field and/or column. (Default: "Date")
de_de: Gib die Beschriftung/Titel für Spieltag-Feld und/oder Spalte ein. (Vorgabe: "Datum")

source: Opponent Column Label:
de_de: Beschriftung Gegner-Spalte:

source: Set label for opponent data field or column. (Default: "Opponent") NOTE: THE OPPONENT FIELD MUST BE SHOWN.
de_de: Beschriftung für Gegner-Feld oder Spalte eingeben. (Vorgabe: "Gegner") <strong>Bemerkung: das Gegner-Feld muss angezeigt werden.</strong>

source: Show Location Column:
de_de: Austragungsort-Spalte anzeigen:

source: Show or hide the Location field/column. (Default: Show)
de_de: Austragungsort-Feld/Spalte anzeigen oder verstecken. (Vorgabe: anzeigen)

source: Location Column Label:
de_de: Beschriftung Austragungsort-Spalte:

source: Set label for location data field or column. (Default: "Location")
de_de: Beschriftung für Austragungsort-Feld oder Spalte eingeben. (Vorgabe: "Austragungsort")

source: Show Time/Result Column:
de_de: Zeit/Ergebnis-Spalte anzeigen:

source: Show or hide the Time/Result field or column. (Default: Show)
de_de: Spielzeit/Ergebnis-Feld oder Spalte anzeigen oder verstecken. (Vorgabe: anzeigen)

source: Time/Result Column Label:
de_de: Beschriftung Spielzeit/Ergebnis-Spalte:

source: Set label for time/result data field or column. (Default: "Time/Result")
de_de: Beschriftung für Spielzeit/Ergebnis-Feld oder Spalte eingeben. (Vorgabe: "Spielzeit/Ergebnis")

source: Show Media Column:
de_de: Media-Spalte anzeigen:

source: Show a number of media fields (1-3) or hide the Media field or column. (Default: Show all 3)
de_de: Zeige eine Anzahl Medien-Felder (1-3) an oder das Medien-Feld oder Spalte verstecken. (Vorgabe: alle 3 anzeigen)

source: Media Column Label:
de_de: Beschriftung Media-Spalte:

source: Set label for media data field or column. (Default: "Media Links")
de_de: Beschriftung für Medien-Feld oder Spalte eingeben (Vorgabe: "Medien-Links")

source: MSTW Team Database Settings
de_de: Einstellungen MWST Mannschaft-Datenbasis

source: Opponent Name Format in Schedule TABLES:
de_de: Namensformat für Gegner in TABELLEN:

source: (Default: Full Name Only)
de_de: (Vorgabe: Nur vollständiger Name)

source: Short Name Only
de_de: Nur abgekürzter Name

source: Full Name Only
de_de: Nur vollständiger Name

source: Short Name & Mascot
de_de: Abgekürzter Name & Maskottchen

source: Full Name & Mascot
de_de: Vollständiger Name & Maskottchen

source: Opponent Name Format in Schedule SLIDERS:
de_de: Namensformat für Gegner in SLIDERS:

source: NOTE: this setting only applies if scheduled opponents are selected from the MSTW Teams database. . (Default: Show Name Only)
de_de: BEMERKUNG: Diese Einstellungen werden nur angewandt, wenn die Gegner aus der MSTW-Datenbank ausgewählt wurden. (Vorgabe: Nur Name anzeigen)

source: Show Team Logos in Schedule TABLES:
de_de: Mannschafts-Logos in Spielplan-TABELLEN anzeigen:

source: Show Name Only
de_de: Nur Name anzeigen

source: Show Logo & Name
de_de: Logo & Name anzeigen

source: Show Logo Only
de_de: Nur Logo anzeigen

source: NOTE: this setting only applies if scheduled opponents are selected from the MSTW Teams database. (Default: Hide-Show Name Only)
de_de: BEMERKUNG: Diese Einstellungen werden nur angewandt, wenn die Gegner aus der MSTW-Datenbank ausgewählt wurden. (Vorgabe: verstecken-nur Name anzeigen)

source: Show Team Logos in Schedule SLIDERS:
de_de: Mannschafts-Logos in Spielplan-SLIDERS anzeigen:

source: NOTE: this setting only applies if scheduled opponents are selected from the MSTW Teams database. (Default: Name Only)
de_de: BEMERKUNG: Diese Einstellungen werden nur angewandt, wenn die Gegner aus der MSTW-Datenbank ausgewählt wurden. (Vorgabe: nur Name)

source: Format for Location:
de_de: Format für Austragungsort:

source: Show City, State (Name)
de_de: Stadt und Land (Name) anzeigen

source: NOTE: this setting only applies if scheduled opponents are selected from the MSTW Teams database. (Default: No Link)
de_de: BEMERKUNG: Diese Einstellungen werden nur angewandt, wenn die Gegner aus der MSTW-Datenbank ausgewählt wurden. (Vorgabe: kein Link)

source: Link from Location:
de_de: Link zur Austragungsort:

source: No Link
de_de: Kein Link

source: Link to Venue URL
de_de: Link zur Homepage der Veranstalter

source: Link to Map URL
de_de: Karten-Link

source: Settings to control the visibility of data fields & table columns as well as to change their labels to "re-purpose" the fields.
de_de: Einstellungen für die Anzeige von Datenfelder und Tabellenspalten, sowie deren Beschriftungen (um neue Bedeutungen zuzuweisen) ändern.

source: Enter the date-time formats for the admin pages.
de_de: Gib das Datums- und Zeitformat für die Administrations-Seiten ein.

source: NOTE that if 'Custom' is selected as the format a valid PHP date() format string must be entered in the corresponding format text field.
de_de: BEMERKUNG: wenn 'Selbstdefiniert' als Format ausgewählt ist, muss eine legale PHP date()-Zeichenkette in das entsprechende Texteingabe-Feld eingegeben werden.

source: Enter the date-time formats for the schedule tables [shortcodes] and widgets.
de_de: Gib die Zeit/Datums-Formate der Spielplan-Tabelle für [Shortcodes] und Widgets ein.

source: Enter the date-time formats for the countdown timer [shortcode] & widgets.
de_de: Gib die Zeit/Datums-Formate des Countdown-Timers für [Shortcodes] und Widgets ein.

source: Enter the date-time formats for the schedule slider [shortcode]
de_de: Gib die Zeit/Datums-Formate des Spielplan-Sliders für [Shortcodes] und Widgets ein.
